{
  "@metadata": {
    "authors": [
      "Shirayuki",
      "Umherirrender",
      "Amire80",
      "Fhocutt",
      "Liuxinyu970226"
    ]
  },
  "mooc-desc": "{{desc|name=MOOC|url=https://gerrit.wikimedia.org/r/#/admin/projects/mediawiki/extensions/MOOC }}",
  "mooc-i18n-welcome": "Used to greet the user when reading the i18n/??.json file.",
  "mooc-navigation-title": "Title of the navigation.",
  "mooc-section-learning-goals": "Name of the learning goals section when used within a sentence.",
  "mooc-section-learning-goals-empty-description": "Placeholder shown when the learning goals section is empty.",
  "mooc-section-learning-goals-empty-edit-link": "Text of the link to encourage viewers to define a learning goal.",
  "mooc-section-video": "Name of the video section when used within a sentence.",
  "mooc-section-video-empty-description": "Placeholder shown when the video section is empty.",
  "mooc-section-video-empty-edit-link": "Text of the link to encourage viewers to define the video.",
  "mooc-section-script": "Name of the script section when used within a sentence.",
  "mooc-section-script-empty-description": "Placeholder shown when the script section is empty.",
  "mooc-section-script-empty-edit-link": "Text of the link to encourage viewers to create the script.",
  "mooc-section-quiz": "Name of the quiz section when used within a sentence.",
  "mooc-section-quiz-empty-description": "Placeholder shown when the quiz section is empty.",
  "mooc-section-quiz-empty-edit-link": "Text of the link to encourage viewers to create the quiz.",
  "mooc-section-further-reading": "Name of the further reading section when used within a sentence.",
  "mooc-section-further-reading-empty-description": "Placeholder shown when the further reading section is empty.",
  "mooc-section-further-reading-empty-edit-link": "Text of the link to encourage viewers to define a further reading resource.",
  "mooc-section-lessons": "Name of the lessons section when used within a sentence.",
  "mooc-section-units": "Name of the units section when used within a sentence.",
  "mooc-button-save-edit": "Label of the button that saves the edits made to a section.",
  "mooc-button-cancel": "Label of the button that cancels the current action.",
  "mooc-button-expand-section": "Label of the button that expands the section."
}
